/* Dialog Strings */
"SAVE" = "Salvar";
"DONTSAVE" = "Não Salvar";
"CANCEL" = "Cancelar";
"DELETE" = "Apagar";
"OK" = "OK";
"APPLY" = "Aplicar";
"REVERT" = "Reverter";
"DONTAPPLY" = "Não Aplicar";
"CONTINUE" = "Continuar";
"NONE" = "Nenhum";
"ASSIST" = "Obter auxílio…";
"NEW_ISP" = "Obter Novo Provedor…";
"CREATE" = "Criar";
"DO_NOT_CREATE" = "Não Criar";
"UNKNOWN" = "Desconhecido";
"DONE" = "OK";
"AUTHENTICATE" = "Autenticar";
"DEAUTHENTICATE" = "Anular Autenticação";

"ADVANCED" = "Avançado";
"SETUP" = "Configurar…";
"CONNECT" = "Conectar";
"DISCONNECT" = "Desconectar";
"DIAL_NOW" = "Discar Agora";

"EDIT_BUTTON_RENAME" = "Renomear";
"EDIT_BUTTON_EDIT" = "Editar…";

"LINK_AGGREGATE" = "Efetuar Link de Conjunto";

/* Panel Strings */
"SAVE_CONFIG" = "Aplicar alterações de configuração?";
"IP_FROM_SERVER" = "Endereço IP: Será fornecido pelo servidor\n";
"IP_ADDR" = "Endereço IP: %@\n";
"DELETE_LOC" = "Tem certeza de que deseja apagar a localização “%@”?";
"DELETE_CFG" = "Tem certeza de que deseja apagar a configuração “%@”?";
"DELETE_SERVICE" = "Tem certeza de que deseja apagar o serviço denominado “%@”?";
"NO_UNDO_DESC" = "Esta ação não pode ser desfeita.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "O serviço “%@” está em várias localizações";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Deseja apagá-lo de todas as localizações ou apenas da localização atual?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Apagar de Todas";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Apagar da Atual";
"RENAME_CFG" = "Alterar o nome da configuração:";
"RENAME_SERVICE" = "Digite um novo nome para “%@”.";
"CREATE_CFG" = "Criar uma nova configuração denominada:";
"CREATE_SERVICE" = "Criar um novo serviço denominado:";
"DUPLICATE_SERVICE" = "Digite um nome para o duplicado de “%@”.";
"AUTOMATIC_CFG" = "Automática";
"DEFAULT_CFG" = "Padrão";
"UNTITLED_CFG" = "Sem Título";
"CFG_NAME" = "Nome da configuração:";
"CFG_COPY_NO_FORMAT" = "Copiar";
"CFG_COPY" = "%@ Cópia";
"AIRPORT_ID" = "Nº AirPort:";
"ENET_ID" = "Endereço Ethernet:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Nome inválido!";
"DUPLICATE_NAME" = "O nome deve ser único!";
"INVALID_VLAN_TAG" = "A etiqueta está fora do intervalo!";
"DUPLICATE_VLAN_TAG" = "A etiqueta deve ser única!";
"TURN_AIRPORT_OFF" = "Desativar AirPort";
"TURN_AIRPORT_ON" = "Ativar AirPort";
"AIRPORT_POWER_ON" = "Ativo";
"AIRPORT_POWER_OFF" = "Inativo";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 para 4";

"MODEM_GENERIC" = "Genérico";
"MODEM_OTHER" = "Outro";

"UNTITLED_INTERFACE" = "Sem Título";
"UNTITLED_SERVER" = "Servidor Sem Título";

"ALERT_UNSAVED_CHANGES_FORMAT" = "O serviço “%@” tem alterações que não foram aplicadas. Deseja aplicá-las?";
"ALERT_UNSAVED_CHANGES" = "Este serviço possui alterações não salvas";
"ALERT_UNSAVED_CHANGES_EXIT" = "Deseja aplicar as alterações antes de fechar o painel de preferências Rede?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "A importação causará a perda das alterações não salvas. Deseja aplicar suas alterações antes de importar a configuração?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Deseja aplicar as alterações antes de trocar de serviço?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Gostaria de aplicar as alterações antes de alternar as localizações?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Gostaria de aplicar as alterações antes de editar as localizações?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "A interrupção da alimentação da AirPort provocará a perda de todas as alterações não salvas. Deseja aplicar as suas alterações antes de interromper a alimentação da AirPort?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "A renovação da cessão DHCP provocará a perda de todas as alterações não salvas. Deseja aplicar as suas alterações antes de renovar a cessão DHCP?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Se você conectar sem aplicar suas alterações, serão usados os ajustes anteriores. Deseja aplicar suas alterações antes de conectar?";

"DELETE_VLAN_MULTIPLE" = "Esta VLAN está em uso por %d serviços de rede.";
"DELETE_VLAN_ONE" = "Esta VLAN está em uso por um serviço de rede.";
"DELETE_VLAN" = "Deseja realmente apagar a Rede Local Virtual “%@”?";
"DELETE_VLAN_INFO" = "Se você apagar a Rede Local Virtual, todos os serviços de rede que a utilizam serão apagados. O apagamento de serviços ou de Redes Locais Virtuais é irreversível. Deseja continuar apagando a Rede Local Virtual e suas correspondentes configurações?";

"DELETE_BOND_MULTIPLE" = "Este agregado está em uso por %d serviços de rede.";
"DELETE_BOND_ONE" = "Este agregado está em uso por um serviço de rede.";
"DELETE_BOND" = "Deseja realmente apagar o agregado “%@”?";
"DELETE_BOND_INFO" = "Se você apagar o agregado, todos os serviços de rede que o utilizam serão apagados. O apagamento de serviços ou agregados é irreversível. Deseja continuar apagando o agregado e suas correspondentes configurações?";
"UNTITLED_VLAN" = "Rede Local Virtual sem Título";
"UNTITLED_BOND" = "Vinculação sem Título";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Todas as interfaces de usuários estão conectadas.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Algumas das interfaces de usuários estão conectadas. Clique em Avançado para obter mais detalhes.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Nenhuma das interfaces de usuários está conectada. Clique em Avançado para obter mais detalhes.";

"NEW_INTERFACE" = "Nova Interface Detectada";
"SAVE_INTERFACE" =  "Uma nova interface de rede foi detectada:\r\r%@\r\rPor favor, verifique que esteja corretamente configurada e, em seguida, pressione Aplicar para ativá-la.";

"NEW_INTERFACES" = "Novas Interfaces Detectadas";
"SAVE_INTERFACES" =  "Novas interfaces de rede foram detectadas:\r\r%@\r\rPor favor, verifique que estejam corretamente configuradas e, em seguida, pressione Aplicar para ativá-las.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Tornar o Serviço Ativo";
"Make Service Inactive" = "Tornar o Serviço Inativo";

"Remove Service" = "Remover o Serviço “%@”…";
"Duplicate Service" = "Duplicar Serviço “%@”…";
"Rename Service" = "Renomear Serviço “%@”…";
"DELETE_WITH_NAME" = "Apagar “%@”…";
"EDIT_WITH_NAME" = "Editar “%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "Editar Localizações…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "completo";
"half" = "metade";
"full-duplex" = "Full-duplex";
"half-duplex" = "Half-duplex";
"flow" = "fluxo";
"flow-control" = "Controle de Fluxo";
"auto" = "auto";
"autoselect" = "Seleção Automática";

/* misc service title */
"UNKNOWN_SERVICE" = "Serviço Desconhecido";

/* status strings */
"Inactive" = "Inativo";
"Connected" = "Conectado";
"Connecting" = "Conectando…";
"Disconnecting" = "Desconectando…";
"Some Connected" = "Alguns Conectados";
"Not Connected" = "Não Conectado";
"Not Configured" = "Não Configurada";
"Unknown State" = "Estado Desconhecido";
"Cable Unplugged" = "Cabo Desconectado";

"Self-Assigned IP" = "IP Auto-Atribuído";
"No IP Address" = "Nenhum Endereço IP";
"Loopback IP" = "IP de Loopback";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Contas";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxies";
"appletalk" = "AppleTalk";
"bonds" = "Estado da Vinculação";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN por Demanda";
"vpnoptions" = "Opções";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Serviços";
"Active Services" = "Serviços Ativos";
"Inactive Services" = "Serviços Inativos";
"All Services" = "Todos os Serviços";
"All Broadband Services" = "Todos os Serviços de Banda Larga";
"All VPN Services" = "Todos os Serviços VPN";
"All Wireless Services" = "Todos os Serviços Sem Fio";
"All Dial-up Services" = "Todos os Serviços de Discagem";

"All Active Services" = "Todos os Serviços Ativos";
"Active Broadband Services" = "Serviços de Banda Larga Ativos";
"Active VPN Services" = "Serviços VPN Ativos";
"Active Wireless Services" = "Serviços Sem Fio Ativos";
"Active Dial-up Services" = "Serviços de Discagem Ativos";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Definir a ordem dos serviços e outras ações";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "O identificador do Controle de Acesso de Mídia (MAC) deste hardware da rede";
"AirPortID Tooltip" = "O identificador do Controle de Acesso de Mídia (MAC) deste hardware da rede (o mesmo que ID da AirPort)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Endereço IP Inválido";
"InvalidSubnetMask" = "Máscara de Sub-rede Inválida";
"InvalidRouterAddress" = "Endereço de Roteador Inválido";
"InvalidServerAddress" = "Endereço de Servidor Inválido";
"InvalidDomainLabel" = "Etiqueta de Domínio Inválido";
"LinkLocalAddress" = "Vincular Endereço Local";
"InvalidPrefixLength" = "Comprimento de Prefixo Inválido";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "O endereço IP deve ser formado por 4 números de 0 a 255, separados por pontos.";
"BasicSubnetMaskError"	= "A máscara da subrede deve ser formada por 4 números de 0 a 255, separados por pontos.";
"DefaultRouteError"	= "O valor digitado está reservado para a rota padrão e não pode ser utilizado como endereço IP para este computador.";
"LimitedBroadcastError"	= "O valor digitado é o endereço da banda larga limitada e não pode ser utilizado como endereço IP deste computador.";
"FirstQuadReservedError"	= "A primeira quadra do valor digitado está fora do intervalo e não pode ser utilizada como o endereço de roteador para este computador.";
"SourceAddressError"	= "A primeira quadra do valor digitado não pode ser zero.";
"LoopbackError"	= "A primeira quadra do valor digitado não pode ser 127.";
"BroadcastAddressError"	= "O endereço de host não pode coincidir com o endereço de transmissão.";
"NetworkAddressError"	= "O endereço do host não pode ser 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "A parte de endereço de rede do endereço IP não coincide com o endereço da sub-rede.";
"OctetRangeError"	= "O endereço IP não está no intervalo de endereços compatíveis com o endereço do roteador e a máscara de sub-rede.";

// IP and Router match error
"IPRouterMatchError"= "O endereço IP não pode ser o mesmo que o endereço do roteador.";

// IP Address Link Local Address
"LinkLocalError" = "O endereço IP não é roteável. É recomendável que um endereço IP diferente seja digitado.";

// subnet maskk error reasons
"NonContiguousOnesError" = "A máscara de sub-rede não é válida. Verifique o valor para certificar-se de que foi digitado corretamente. Entre em contato com seu administrador de rede para obter assistência.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Os nomes de domínio de busca devem ser formados somente por letras, dígitos e hífens. Também devem começar e terminar com uma letra ou um dígito";

// IPv6 address errors
"IPv6BasicValidationError" = "O endereço IPv6 deve ser formado por 8 números hexadecimais de 0x0 a 0xffff, separados por dois-pontos.";
"IPv6RouterBasicValidationError" = "O endereço do roteador IPv6 deve ser formado por 8 números hexadecimais de 0x0 a 0xffff, separados por dois-pontos.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "A extensão do prefixo de IPv6 deve ser um número inteiro entre 0 e 128. Recomenda-se que o valor introduzido seja menor que 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "O ID do Cliente DHCP é muito longo";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "O ID do Cliente DHCP não pode conter mais de 255 caracteres.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 dia, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d dias, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Bytes";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Duplicar a localização selecionada";
"DUPLICATE_SERVICE_TOOLTIP" = "Duplicar o serviço selecionado";
"DELETE_SET_TOOLTIP" =  "Apagar a localização selecionada";
"DELETE_SERVICE_TOOLTIP" =  "Apagar o serviço selecionado";
"SERVICES_COLUMN_TITLE" = "Serviços";
"LOCATIONS_COLUMN_TITLE" = "Localizações";
"ADD_LOCATION_TOOLTIP" = "Adicionar uma localização";
"DELETE_LOCATION_TOOLTIP" = "Apagar a localização selecionada";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Selecionar os serviços para adicionar à localização “%@”";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "Segredo Compartilhado de IPSec";

/* Keychain */
"IC_KEYCHAIN" = "Conexão à Internet";
"8021x_KEYCHAIN" = "Senha de 802.1X";
"IC_KEYCHAIN_FORMAT" = "Conexão à Internet: %@";

/* configuration popup menu item titles */
"Rename item" = "Renomear “%@”…";
"Delete item" = "Apagar “%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Adicionar um endereço de servidor DNS";
"DELETE_DNS_SERVER_TOOLTIP" = "Remover um endereço de servidor DNS";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Adicionar um domínio de busca DNS";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Remover um domínio de busca DNS";

"ADD_WINS_SERVER_TOOLTIP" = "Adicionar um endereço de servidor WINS";
"DELETE_WINS_SERVER_TOOLTIP" = "Apagar um endereço de servidor WINS";
"Add WINS server address" = "Adicionar endereço de servidor WINS";
"Delete WINS server address" = "Apagar o endereço de servidor WINS";

"ADD_8021X_CONFIG_TOOLTIP" = "Adicionar uma configuração 802.1x";
"DELETE_8021X_CONFIG_TOOLTIP" = "Apagar uma configuração 802.1x";
"Add an 802.1x configuration" = "Adicionar uma configuração 802.1x";
"Delete an 802.1x configuration" = "Apagar uma configuração 802.1x";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Adicionar um novo Endereço de IPv6";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Apagar o Endereço IPv6 Selecionado";

"ADD_SERVICE_TOOLTIP" = "Criar um novo serviço";
"REMOVE_SERVICE_TOOLTIP" = "Apagar o serviço selecionado";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ está sendo utilizado atualmente.";

"CUSTOM_RANGE_FORMAT" = "( %d a %d )";
"MTU_RANGE_ERROR_TITLE" = "Valor Fora do Intervalo";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "O valor MTU digitado está abaixo do valor mínimo (%d) compatível com esta interface.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "O valor MTU digitado está acima do valor máximo (%d) compatível com esta interface.";
"MTU_RANGE_ERROR" = "O valor digitado não está dentro do intervalo de valores MTU compatíveis com esta interface.";

// proxy descriptions
"FTP Proxy" = "Proxy FTP";
"Web Proxy (HTTP)" = "Proxy da Web (HTTP)";
"Secure Web Proxy (HTTPS)" = "Proxy de Web Seguro (HTTPS)";
"Streaming Proxy (RTSP)" = "Proxy de Transmissão (RTSP)";
"SOCKS Proxy" = "Proxy SOCKS";
"Gopher Proxy" = "Proxy Gopher";
"Automatic Proxy Configuration" = "Configuração Proxy Automática";
"Auto Proxy Discovery" = "Descoberta de Proxy Automática";
		
// proxy titles
"FTP Proxy Server" = "Servidor Proxy FTP";
"Web Proxy Server" = "Servidor de Proxy da Web";
"Secure Web Proxy Server" = "Servidor Proxy de Web Seguro";
"Streaming Proxy Server" = "Servidor Proxy de Transmissão";
"SOCKS Proxy Server" = "Servidor Proxy SOCKS";
"Gopher Proxy Server" = "Servidor Proxy do Gopher";
"Proxy Configuration File" = "Arquivo de Configuração Proxy";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Não foi encontrado nenhum certificado";
"NO_CERT_ALERT_INFO" = "O certificado de autenticação não pode ser usado porque suas chaves não contêm nenhum certificado adequado. Use o Acesso às Chaves para importar os certificados apropriados para suas chaves. Se você não possui os certificados necessários para a autenticação, entre em contato com o administrador de sua rede.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Não foi encontrado nenhum certificado de máquina";
"NO_CERT_MACHINE_ALERT_INFO" = "O certificado de autenticação não pode ser usado porque suas chaves não contêm nenhum certificado adequado. Use o Acesso às Chaves para importar os certificados apropriados para suas chaves. Se você não possui os certificados necessários para a autenticação, entre em contato com o administrador de sua rede.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Nenhum Selecionado";
"SELECT_USER_CERT_TITLE" = "Selecione seu certificado de autenticação de usuário:";
"SELECT_TLS_CERT_TITLE" = "Selecione o seu certificado TLS:";
"SELECT_MACHINE_CERT_TITLE" = "Selecione o certificado de autenticação do seu computador:";
"SELECT_CERT_INFO" = "Nenhum Selecionado";
"CERT_NOT_FOUND" = "Não nas Chaves";
"CERT_NOT_FOUND_TOOLTIP" = "O certificado selecionado já não está nas chaves";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Adicionar um novo domínio à lista";
"REMOVE_VPN_DOMAIN" = "Remover o domínio selecionado da lista";
"Add VPN on Demand domain" = "Adicionar VPN em domínio por Demanda";
"Remove VPN on Demand domain" = "Remover VPN no domínio por Demanda";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NÃO";
"MINUTES_LABEL" = "minutos antes da rediscagem"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "A ativação de TLS provocará a falha da autenticação.";
"ONEX_TLS_INFO" = "TLS não pode ser ativado porque suas chaves não contêm nenhum certificado adequado. Use o Acesso às Chaves para importar os certificados apropriados para suas chaves. Se você não possui os certificados necessários para a autenticação, entre em contato com o administrador de sua rede.";
"NO_CERTS" = "Não foi Encontrado Nenhum Certificado";
"TLS_DESC" = "Selecione o seu certificado TLS:";

"ONEX_OFF_STATUS" = "802.1x está desativado";
"ONEX_ON_STATUS" = "802.1x está ativado";
"ONEX_INACTIVE_STATUS" = "802.1X está inativo";
"TURN_ONEX_OFF" = "Desativar 802.1x";
"TURN_ONEX_ON" = "Ativar 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "O in. de sessão de 802.1x está desativado";
"ONEX_LOGIN_ON_STATUS" = "O in. de sessão de 802.1x está ativado";
"TURN_LOGIN_ONEX_OFF" = "Desativar o In. de Sessão de 802.1x";
"TURN_LOGIN_ONEX_ON" = "Ativar o In. de Sessão de 802.1x";

"ENABLE_8021X_TOOLTIP" = "Clique para ativar ou desativar a autenticação 802.1x do sistema para este serviço de rede.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Deve haver um nome de usuário e senha para permitir a ativação da autenticação 802.1x.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Clique para autenticar usando uma configuração 802.1X";
"ONEX_LOGIN_CREDS_TOOLTIP" = "O nome e a senha do usuário somente são usados para obter o certificado e definir a sua confiabilidade. Esses dados não são preservados.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "A autenticação de 802.1X falhou.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X não pode autenticar. É possível que a configuração que você forneceu seja inválida. Se você não tem certeza sobre qual configuração conectar, verifique com o administrador da sua rede."; 
"ONEX_PROTOCOL_FAILURE" = "Um ou mais de um dos protocolos aos quais você está tentando conectar-se não são compatíveis. Se você não sabe ao certo a quais protocolos conectar-se, pergunte ao administrador de sua rede."; 
"ONEX_INNER_PROT_FAILURE" = "Um ou mais de um dos protocolos internos aos quais você está tentando conectar-se não são compatíveis. Se você não sabe ao certo a quais protocolos internos conectar-se, pergunte ao administrador de sua rede."; 
"ONEX_SECURITY_ERROR" = "Erro de Segurança: %d";
"ONEX_ERROR_PORT" = "( Erro: %1$d na porta %2$@ )";

"ONEX_AUTHENTICATING" = "Autenticando";
"ONEX_CONNECTED" = "Autenticado";
"ONEX_CONNECTED_VIA" = "Autenticado via %@";
"ONEX_CONNECTED_VIA_PROT" = "Autenticado via %@ (%@)";
"ONEX_ELAPSED_TIME" = "Tempo de Conexão: %@";
"ONEX_NO_AUTHENTICATOR" = "O servidor de autenticação não está respondendo";

"ONEX_PROGRESS_TITLE" = "Configurando Ajustes %@ para %@";
"ONEX_PROGRESS_STEP_AUTH" = "Autenticando…";
"ONEX_PROGRESS_STEP_TRUST" = "Definindo Confiabilidade…";

"ONEX_SYSTEM_DOMAIN" = "Perfis do Sistema";
"ONEX_LOGINWINDOW_DOMAIN" = "Perfis de Janela de Início de Sessão";
"ONEX_USER_DOMAIN" = "Perfis do Usuário";
"ONEX_SYSTEM_CONFIG" = "Visão do Sistema";
"ONEX_LOGINWINDOW_CONFIG" = "Janela de In. de Sessão";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Substituir o Perfil do Sistema?";
"ONEX_REPLACE" = "Substituir";
"ONEX_REPLACE_SHEET_INFO" = "Substituir o perfil do sistema pelo perfil denominado “%@”?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Já há um perfil para essa rede.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "A criação de outro perfil para esta rede poderia prejudicar a capacidade de conexão automática à rede.";

/* status strings */
"UNKNOWN_SUMMARY" = "O estado da sua conexão de rede não pode ser determinado.";
"UNKNOWN_STATUS" = "O estado da rede é desconhecido";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Adicionar uma rede preferida à lista";
"DELETE_NETWORK_TOOLTIP" = "Remover uma rede da lista preferida";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ está desconectado atualmente";
"AIRPORT_ON" = "%@ está conectado atualmente";
"AIRPORT_CONNECTED" = "%@ está conectado a uma rede";
"AIRPORT_UNKNOWN" = "O estado da sua conexão sem fio é desconhecido.";
"AIRPORT_NO_NETWORK" = "Nenhuma rede selecionada";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ está ativado, mas não está conectado a uma rede.";
"AIRPORT_CONNECTED_TO" = "%1$@ está conectado a %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ está conectado à rede de computador a computador %2$@.";
"AIRPORT_NO_IP" = "%@ não possui um endereço IP e não pode conectar-se à Internet.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ está configurado para receber um endereço IP de %2$@, mas não possui um endereço IP e não pode conectar-se à Internet.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ está conectado a %2$@ e possui o endereço IP %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ tem o endereço IP autoatribuído %@ e não poderá estabelecer uma conexão à Internet.";
"AIRPORT_NO_ROUTER" = "Não pode comunicar-se com a estação base. Certifique-se de que a estação base esteja configurada corretamente.";
"AIRPORT_NO_REACH_IP" = "%@ está conectado à rede sem fio, mas o estado da estação base não está disponível. Você deve estar conectado à Internet.";
"AIRPORT_NO_DNS" = "%@ está conectado à Internet, mas talvez os ajustes de DNS não estejam configurados corretamente.";
"AIRPORT_INTERNET_SHARING" = "O Compartilhamento de Internet está ativo e está utilizando %@ para compartilhar a conexão.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "As redes conhecidas serão conectadas automaticamente. Se nenhuma rede estiver disponível, o sistema lhe consultará antes de conectar-se a uma nova rede.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "As redes conhecidas serão conectadas automaticamente. Se nenhuma rede conhecida estiver disponível, você terá que selecionar uma rede manualmente.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ está ativa atualmente";
"ETHERNET_NOT_ACTIVE" = "%@ não está ativo";
"ETHERNET_CONNECTED" = "%@ está conectado";
"ETHERNET_NOT_CONNECTED" = "%@ não está conectado";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ está atualmente ativa e possui o endereço IP %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "O cabo de %@ está conectado, mas seu computador não possui um endereço IP.";
"ETHERNET_NOT_PLUGGED" = "Talvez o cabo de %@ não esteja conectado ou o dispositivo da outra extremidade não esteja respondendo.";
"ETHERNET_LINK_LOCAL" = "%@ possui um endereço IP auto-atribuído e não poderá se conectar à Internet.";
"ETHERNET_NO_ROUTER" = "O Estado da Rede não pode comunicar com o roteador.";
"ETHERNET_NO_REACH_IP" = "%@ está conectada a sua rede local, mas o Estado da Rede não pode verificar se você está conectado à Internet.";
"ETHERNET_NO_DNS" = "%@ está conectada, mas o DNS não está funcionando como esperado e talvez não esteja configurado corretamente.";
"ETHERNET_LOOPBACK" = "%@ possui um endereço IP loopback e talvez não seja capaz de conectar-se.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ não está conectado.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "O cabo para %@ não está conectado ou o dispositivo não está respondendo.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Nenhum dispositivo FireWire apto está conectado.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ não está configurado";
"MODEM_CONNECTED" = "%@ está conectado";
"MODEM_NOT_CONNECTED" = "%@ não está conectado";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ não foi configurado.";
"MODEM_READY" = "Pressione o botão Conectar para conectar-se à rede.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ está inativo";
"VPN_CONNECTED" = "%@ está conectado";
"VPN_CONNECTING" = "%@ está conectando…";
"VPN_DISCONNECTING" = "%@ está desconectando…";
"VPN_NOT_CONNECTED" = "%@ não está conectado";
"VPN_UNKNOWN_STATE" = "%@ possui um estado desconhecido";
"VPN_NOT_CONFIGURED" = "%@ não está configurado";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "As configurações existentes serão perdidas";
"LINK_ALERT_EXISTING_CONFIG" = "Todas as configurações existente nas portas selecionadas serão perdidas. Tem certeza de que deseja criar um conjunto?";
"LINK_STATUS_SPEED_DOWN" = "abaixo";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Link Inválido";
"LINK_STATUS_NO_PARTNER" = "Sem Sócio";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Grupo Errado";
"LINK_STATUS_UNKNOWN" = "Desconhecido";
"LINK_STATUS_TOOLTIP_ENABLED" = "Não foi detectado nenhum problema.";
"LINK_STATUS_TOOLTIP_INVALID" = "O estado do link não era válido (ou seja, half-duplex ou velocidade incorreta).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "A porta do interruptor ao qual o dispositivo está conectado não parece ter a Agregação de Links 802.3ad ativada.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "A porta está conectada a um interlocutor, mas o grupo de agregação de links é diferente do que está ativo.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "O estado deste dispositivo não pôde ser determinado.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "As configurações de “%@” não puderam ser importadas.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Nenhum serviço de “%@” foi encontrado.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "As configurações de “%@” não puderam ser importadas porque um serviço de “%@” não foi configurado nas preferências Rede.";
"IMPORT_FAILED_BAD_FILE" = "A importação falhou porque o arquivo não é válido.";
"IMPORT_MULTIPLE_FORMAT" = "Vários serviços %@ foram encontrados. Selecione o serviço para o qual devem ser importadas as configurações:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Foram encontrados vários serviços compatíveis com %@. Selecione o serviço para o qual devem ser importadas as configurações:";
"EXPORT_FAILED" = "A exportação falhou.";
"EXPORT_FAILED_FILE" = "Não foi possível escrever as configurações no arquivo.";
"EXPORT_FAILED_CONFIGS" = "Não foi possível escrever as configurações no arquivo porque não há configurações.";
"EXPORT_FAILED_CHECKBOXES" = "Não foi possível escrever as configurações no arquivo porque nenhuma caixa foi selecionada.";
"EXPORT_FAILED_FILE_8021x" = "Não foi possível gravar os perfis de 802.1X no arquivo.";
"EXPORT_FAILED_PROFILES" = "Não foi possível gravar os perfis de 802.1X no arquivo porque não há perfis.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Não foi possível gravar os perfis de 802.1X no arquivo porque nenhuma caixa de seleção foi marcada.";

"EXPORT_UNTITLED_FILE" = "Sem Título";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Você precisa de auxílio para configurar uma nova conexão de rede ou solucionar um problema de rede?";
"ASSIST_SHEET_INFO" = "Se você necessita ajuda para configurar uma nova configuração de rede, clique em Assistente. Se você necessita ajuda para solucionar um problema com sua conexão de rede, clique em Diagnóstico.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistente…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnóstico…";

/* appletalk strings */
"APPLETALK_ALRT" = "O AppleTalk está ativo em um outro serviço de rede.";
"APPLETALK_ALRT_EXPLANATION" = "Gostaria de desativar o AppleTalk em “%@”?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk somente pode estar ativo em uma porta de rede por vez. Se você continuar, AppleTalk será desativado em %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Não Disponível";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Mostrar estado da VPN na barra de menus";
"SHOW_MODEM_MENUEXTRA" = "Mostrar o estado do modem na barra de menus";
"SHOW_WWAN_MENUEXTRA" = "Mostrar o estado de WWAN na barra de menus";
"SHOW_PPPOE_MENUEXTRA" = "Mostrar estado de PPPoE na barra de menus";
"SHOW_IRDA_MENUEXTRA" = "Mostrar estado de IrDA na barra de menus";

/* Accessibility Strings */
"Location Actions" = "Ações de Localização";
"Add Location" = "Adicionar Localização";
"Delete Location" = "Apagar Localização";

"Add search domain" = "Adicionar domínio de busca";
"Delete search domain" = "Apagar domínio de busca";
"Add DNS server" = "Adicionar servidor DNS";
"Delete DNS server" = "Apagar servidor DNS";

"Add Service"= "Adicionar Serviço";
"Delete Service" = "Apagar Serviço";
"Service Actions" = "Ações do Serviço";

"Add Profile"= "Adicionar Perfil";
"Delete Profile" = "Apagar Perfil";

"SERVICE_LOGO_FORMAT" = "Logotipo de %@";
"Service Logo" = "Logotipo do Serviço";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "O servidor pedirá uma senha";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Nenhum Disp. PAN Encontrado";